Repository: icanbwell/wagtail-linkchecker
Catalog: wagtaillinkchecker/locale/*/LC_MESSAGES/django.po
Languages: de

source: Conduct automated sitewide scans for broken links, and send emails if a problem is found.
de: Führt automatische Überprüfungen nach fehlerhaften Links auf der ganzen Seite durch. Bei gefundenen Problemen werden Nutzer per Email verständigt.

source: Automated Scanning
de: Automatische Überprüfung

source: {0} broken links found out of {1} links
de: {0} Links von {1} funktionieren nicht

source: Internal server error, please notify the site administrator.
de: Interner Serverfehler, bitte verständigen sie den Administrator der Seite.

source: Unknown error.
de: Unbekannter Fehler.

source: There was an error connecting to this site
de: Es konnte keine Verbindung mit der Seite hergestellt werden

source: Link was invalid
de: Link war ungültig

source: Delete
de: Löschen

source: Are you sure you want to delete these scan results?
de: Sind sie sicher, dass sie die Ergebnisse der Überprüfung löschen wollen?

source: Yes, delete them
de: Ja, löschen

source: Conduct Scan
de: Überprüfung durchführen

source: Settings
de: Einstellungen

source: No scans yet!
de: Es sind noch keine Überprüfungen vorhanden!

source: Link Checker Results
de: Link-Checker-Ergebnisse

source: Links To Be Scanned
de: Links für die Überprüfung

source: PAGE CONTAINING LINK WAS DELETED
de: DIE SEITE MIT DEM LINK WURDE GELÖSCHT

source: Results
de: Ergebnisse

source: Broken Links
de: Fehlerhafte Links

source: Edit page containing this link
de: Seite mit dem Link bearbeiten

source: Error
de: Fehler

source: Info: </b>PAGE CONTAINING THIS LINK WAS DELETED
de: Info: </b>DIE SEITE MIT DIESEM LINK WURDE ENTFERNT

source: Congratulations, there are no broken links!
de: Gratuliere, alle Links funktionieren!

source: PAGE CONTAINING LINK WAS DELETED
de: DIE SEITE MIT DEM LINK WURDE GELÖSCHT

source: There are no working links!
de: Es gibt keine funktionierenden Links!

source: Back
de: Zurück

source: Date
de: Datum

source: Links Scanned
de: Links überprüft

source: Completed
de: Abgeschlossen

source: View Scan
de: Überprüfung anzeigen

source: Delete Scan
de: Überprüfung löschen

source: %(broken_links)s broken links out of %(links)s links
de: %(broken_links)s von %(links)s Links sind fehlerhaft

source: %(links)s links found
de: %(links)s Links gefunden

source: %(crawled_links)s links crawled
de: %(crawled_links)s Links überprüft

source: %(broken_links)s broken links found
de: %(broken_links)s defekte Links gefunden

source: Page %(number)s of %(total)s
de: Seite %(number)s von %(total)s

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Scan Index
de: Überprüfungs-Übersicht

source: Save
de: Speichern

source: The scan results were successfully deleted.
de: Die Überprüfungs-Ergebnisse wurden erfolgreich entfernt

source: Link checker settings have been updated.
de: Link-Checker-Einstellungen wurden aktualisiert.

source: The form could not be saved due to validation errors
de: Formular konnte wegen Validierungsfehlern nicht gespeichert werden

source: No celery workers are running, the scan was not conducted.
de: Keine laufenden Celery-Worker gefunden, die Überprüfung wurde nicht durchgeführt.
